{
 "SearchResult": {
  "Items": [
   {
    "ASIN": "B0CL6ZMTCG",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 1
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B0CL6ZMTCG?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/31vCubescXL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "ULTIMEA",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "ULTIMEA",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Forma Versátil y Ahorro de Espacio - El diseño desmontable de la barra de sonido le permite montarla en una variedad de estilos para adaptarse a la disposición y el ambiente de su habitación. El diseño dividido ahorra espacio sin dejar de mejorar el campo sonoro.",
       "Sonido Más Alto y Rico: con 2 tweeters y woofers integrados, esta barra de sonido de 2,2 canales para TV reproduce un sonido equilibrado para disfrutar de graves más ricos y agudos más nítidos. Además, cuenta con una interfaz de subwoofer adicional que permite conectar un subwoofer activo externo (subwoofer no incluido).",
       "Experiencia de Sonido Personalizada: eleve su audio con 3 modos de ecualizador diseñados para música, películas y juegos. La exclusiva tecnología BassMX de Ultimea enriquece las frecuencias bajas, permitiendo ajustar los graves para conseguir unos graves retumbantes y con pulso. Todos estos modos son fácilmente accesibles con sólo pulsar un botón en los ajustes del ecualizador.",
       "Sonido Más Completo y Claro: la barra de sonido utiliza un chip DSP mejorado para reducir la estática de audio. Esto garantiza que cada palabra y cada sonido se escuchen exactamente como fueron concebidos.",
       "Conectividad Perfecta: la barra de sonido cuenta con opciones de conexión dual por cable e inalámbrica, incluidos los puertos ARC, óptico, AUX y USB (todos los cables incluidos). La tecnología Bluetooth 5.3 garantiza velocidades más rápidas y un alcance de cobertura de hasta 49 pies."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "ULTIMEA 2.2ch Barras de Sonido para TV, 2 en 1 Barra de Sonido Desmontable para TV, Bluetooth 5.3 TV Sound Bar, 3 Modos de Ecualización y Graves Ajustables Altavoces de TV, ARC/óptico/Aux, Apollo S40",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1IQIJRUQ472gr%2F%2FSA1vynsSZzs9BXaazhWbeZYB0SExBQZWFcPz0UzPdwpI8lFoSJ5bCgxR5%2Br%2F2OaObojX%2FuaFdZ23vs5Rb5RupBheTlCNiVbDENQeSBG6ihA3smApNci%2FNjvkXVzP%2BfaYCYE1a9lRSFrc6G%2FsI3iOi4CLyjRNV",
       "Price": {
        "Amount": 79.99,
        "Currency": "EUR",
        "DisplayAmount": "79,99 €",
        "Savings": {
         "Amount": 50,
         "Currency": "EUR",
         "DisplayAmount": "50,00 € (38%)",
         "Percentage": 38
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B07YV31M5P",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 2
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B07YV31M5P?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/41i9Re6dvGL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "MAJORITY",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Majority",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Calidad de sonido nítida La barra de sonido Bluetooth Bowfell fue diseñada aquí en el Reino Unido por nuestro grupo de expertos en audio. Majority Bowfell es una potente barra de sonido para TV con lo último en tecnología de audio, compatible con una amplia gama de artículos para el hogar como teléfono, TV, PC, computadora portátil, proyector, monitor, reproductor de Blu-ray o DVD. Nuestra calidad de sonido digital mejorada está diseñada y perfeccionada en Cambridge.",
       "POTENTES ALTAVOCES COMPACTOS: El Bowfell con subwoofer incorporado ofrece una experiencia de sonido cinematográfica excepcional. Los potentes altavoces de TV de 50 vatios pueden satisfacer a cualquier jugador ávido o simplemente mejorar su experiencia visual con un audio limpio y claro. Música, radio, juegos, películas, deportes en vivo: escuche el audio de la forma en que debe escucharse. Sistema de sonido para TV y barra de sonido Bluetooth.",
       "LLENO DE CARACTERÍSTICAS: Nuestra barra de sonido Majority está diseñada pensando en la facilidad de uso: simplemente conéctela y juegue a través de la amplia gama de conexiones. Conéctese a su televisor en un instante a través de la entrada óptica, escuche sus listas de reproducción directamente desde su teléfono a través de la última tecnología Bluetooth, conecte su reproductor de MP3 a la entrada AUX o simplemente conecte su dispositivo USB directamente al Bowfell. Ideal para música, cine.",
       "COMPACTO PERO PODEROSO: Bowfell es un dispositivo de barra de sonido de audio compacto y delgado que cabe en escritorios y se coloca cómodamente debajo de su televisor. Use los botones en el costado de la barra de sonido o el control remoto incluido para volverse verdaderamente inalámbrico y ajustar el volumen, la configuración del ecualizador, la fuente y más. Una barra de sonido ideal para TV o PC, llena tu espacio y sumérgete en el sonido cinematográfico en tu propia casa.",
       "AUDIO DE CONFIANZA: Majority es una marca de audio para el hogar con sede en Cambridge con un departamento de servicio al cliente experimentado y amigable. Estamos orgullosos de ofrecer una garantía extendida de 3 años en todos nuestros productos (se requiere registro) y una política de devolución sin complicaciones. Este paquete incluye 1 Bowfell, 1 control remoto, 1 cable RCA, 1 cable de alimentación, 1 cable AUX y un manual de usuario. Desarrollado y diseñado en Cambridge, Reino Unido."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "MAJORITY Bowfell Bluetooth Sound Bar for TV | 50 Watts Powerful 2.1 Stereo Soundbar | EQ Control, Bluetooth, Optical & RCA Connection with USB & AUX Playback | Remote Controlled",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1ANqwAtjijqVWwJ6zkmda1X9dNFTCj%2BdHM8uDpp5VL3%2FpgFkeDH2xG6Cb4Fkl19OH8yvAqQiGEaNp9bIH5pGiH4rSmR0vaYdzBqal50kzxCibFOr5NgOF1OKAUtsM2OPKdpRH2uT3SlVYarwE6oVAOucR0o0IOjkJg%3D%3D",
       "Price": {
        "Amount": 39.95,
        "Currency": "EUR",
        "DisplayAmount": "39,95 €",
        "Savings": {
         "Amount": 10,
         "Currency": "EUR",
         "DisplayAmount": "10,00 € (20%)",
         "Percentage": 20
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B0CD1L5DJ1",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 2
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B0CD1L5DJ1?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/41sneiU2JqL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "ULTIMEA",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "ULTIMEA",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Eleva tu Televisor a Dolby Atmos: Equipado con Dolby Atmos, una tecnología de audio de última generación, el Nova S50 lleva el sonido a nuevas dimensiones. Dolby Atmos ofrece una experiencia de sonido multidimensional, proporcionando una altura virtual y un elemento envolvente, llenando la habitación con un sonido fantástico.",
       "Disfruta de Películas 4K: Experimenta la máxima calidad de audio gracias a la conectividad HDMI-eARC y 4K TV, y consigue imágenes Ultra HD combinadas con una calidad de sonido inigualable para crear una experiencia de cine en casa envolvente.",
       "Supera Las Limitaciones de Tamaño, Consigue una Revolución del Sonido: La primera barra de sonido Dolby Atmos de 2.1 canales en un tamaño tan compacto, Ultimea utiliza tecnologías de arquitectura acústica propias para superar las limitaciones de tamaño y aumentar el rendimiento del sonido. Nova S50 ofrece la reproducción de sonido más precisa que se pueda sentir.",
       "Descodificación Dolby Atmos Avanzada: Compatible con Blu-ray, streaming (Netflix, Prime Video) en televisores y descodificadores. Admite decodificación/reproducción completa cuando el contenido es compatible con Dolby Atmos. La tecnología BassMX exclusiva de Ultimea enriquece las bajas frecuencias y permite ajustar los graves para conseguir unos graves retumbantes y palpitantes.",
       "El más Alto Nivel de Transmisión de Audio: HDMI-eARC ofrece un mayor ancho de banda y capacidades avanzadas de transmisión de audio y admite efectos de audio multicanal Dolby Atmos de alta resolución. Disfrute de una calidad de sonido sin pérdidas para una experiencia superior con el cable HDMI incluido. (NOTA: No es compatible con audio DTS)."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "ULTIMEA Dolby Atmos Barra De Sonido para TV, Potencia Máxima 190W, BassMAX, 3D Sonido Envolvente, 2.1 Barra Sonido con Subwoofer, Diseño Compacto Cine En Casa PC Soundbar, 5.3 Bluetooth, Nova S50",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1K6p2MJ53CA9FFda%2BY0L8tl%2BhXCRF5PBz0dM24%2Fh9WY%2FcAVsNbhnFxWfL7LGXImVwlB6SJPo7kMwY7Q4uZi5uiRCTa3oQ2raEGAtlXdZBHryeu%2BbfQT7MKxPK7LUrJkQj5omMkYt%2FTIpwiP%2FM%2BuADQSyhFK%2B1ZsvGo51J5Ztafr%2F",
       "Price": {
        "Amount": 111.99,
        "Currency": "EUR",
        "DisplayAmount": "111,99 €",
        "Savings": {
         "Amount": 28,
         "Currency": "EUR",
         "DisplayAmount": "28,00 € (20%)",
         "Percentage": 20
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B08HM31MQP",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 23
      },
      {
       "ContextFreeName": "Coupons",
       "DisplayName": "Coupons",
       "Id": "8742153031",
       "IsRoot": false
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B08HM31MQP?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 333,
       "URL": "https://m.media-amazon.com/images/I/312noz9w2XL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "CREATIVE",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Redes de Soluciones Avanzadas New Business SL",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "5390660194283",
       "51MF8375AA001"
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "Creative Stage V2 Barra de Sonido 2.1, 80 W, con subwoofer con Clear Dialog y Surround de Sound Blaster para TV y monitores, Bluetooth 5.0, TV ARC, Óptico y Audio USB - Negro",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1FO422Ol36OdXA40ungjWbsrZSK1tR84BxysQMNZ7uVkmMg3wgyuCIU%2F96pX3Y14rQHouFl4rSeAQRw1F9Ao0nQK9x52EKbAzc%2FiY8CDWgfuCCRecpH5yK0EHWoY01FELePw972o2Dv4NSbapPTUz6fCSez1UqExn4o%2BzXQawJSS",
       "Price": {
        "Amount": 89.99,
        "Currency": "EUR",
        "DisplayAmount": "89,99 €",
        "Savings": {
         "Amount": 20.01,
         "Currency": "EUR",
         "DisplayAmount": "20,01 € (18%)",
         "Percentage": 18
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B079Z4HS7S",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 28
      },
      {
       "ContextFreeName": "Home & Cinema",
       "DisplayName": "Home & Cinema",
       "Id": "22522538031",
       "IsRoot": false
      },
      {
       "ContextFreeName": "Accesorios Spring Sales",
       "DisplayName": "Accesorios Spring Sales",
       "Id": "75092679031",
       "IsRoot": false
      },
      {
       "ContextFreeName": "Gaming soundbars",
       "DisplayName": "Gaming soundbars",
       "Id": "22522543031",
       "IsRoot": false
      },
      {
       "ContextFreeName": "Altavoces",
       "DisplayName": "Altavoces",
       "Id": "21362871031",
       "IsRoot": false
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B079Z4HS7S?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 314,
       "URL": "https://m.media-amazon.com/images/I/11wXCj8uZNL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "Sharp",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Contributors": [
       {
        "Locale": "es_ES",
        "Name": "Sharp",
        "Role": "Diseñador",
        "RoleType": "designer"
       }
      ],
      "Manufacturer": {
       "DisplayValue": "Sharp",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Potente bluetooth soundbar-system: experiencia de entretenimiento para juegos o de cine en casa con su tv; ideal para televisores grandes con un tamaño de pantalla de 49\"-55\" o superior",
       "Perfecto para la sala de estar, la cocina, el comedor o incluso el dormitorio; se adapta a la pantalla de la mayoría de los televisores y monitores gracias a su perfil bajo y delgado (6 cm); función bluetooth",
       "Fácil manejo gracias al mando a distancia suministrado, pero tambien puede contralar la barra de sonido con el mando a distancia de la mayoria de las televisiones utilizando la conexión hdmi gracias a la tegnologia arc/cec",
       "Se puede conectar a cualquier tv con hdmi, audio óptico digital o salida auxiliar de 3,5mm; montaje en pared o de sobremesa; rendimiento potente gracias a la potencía de 150w",
       "Fuente de alimentación: Corriente alterna",
       "Dispositivos compatibles: All TVs with a Bluetooth, HDMI ARC/CEC, Digital Optical Audio (S/PDIF), 3.5mm Auxiliary (AUX) output, All Bluetooth-out smart devices (phones, tablets etc.)",
       "Tipo de conectividad: Inalámbrico y alámbrico"
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "Sharp HT-SB140MT 2.0 Barra de sonido cine en casa, Bluetooth con HDMI ARC/CEC, Potencia máxima total de salida:150w, 95 cm, Color Negro Mate",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1AYAsIi%2BzcLMpoZzdbvE%2B23Y7mUbA%2FrZZt1xd1Q9pm%2F4krfewqz%2FhRtLJiKI2%2BOQdYYLMLyz81izxEllhSBjbxMJDIlJGHrpjpKXQ1TsN2hbotGyeAsBUbgWOn7FDghvtQ%3D%3D",
       "Price": {
        "Amount": 64.99,
        "Currency": "EUR",
        "DisplayAmount": "64,99 €",
        "Savings": {
         "Amount": 29.91,
         "Currency": "EUR",
         "DisplayAmount": "29,91 € (32%)",
         "Percentage": 32
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B07GYPCN7L",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 10
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B07GYPCN7L?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/31Vsw19gwUL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "MAJORITY",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Majority",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "SONIDO VIRTUAL ENVOLVENTE: Un altavoz soundbar todo en uno que te brinda una experiencia imposible de obtener con tu televisor. La barra de sonido viene con un subwoofer incorporado y tiene una impresionante salida de 120 W para proporcionar un sonido envolvente de calidad de cine. Cuelga el televisor en la pared para obtener una experiencia de audio impresionante (admite televisores de entre 24 y 50 pulgadas).",
       "CONEXIÓN BLUETOOTH INALÁMBRICA: Conecta dispositivos Bluetooth – como tu smartphone o tablet – a la barra de sonido en solo 3 sencillos pasos. Comienza a reproducir lo que desees desde tus aplicaciones de música favoritas, incluidas Spotify y Apple Music, o desde tus aplicaciones de radio.",
       "CONECTIVIDAD: Conecta la barra de sonido a otros dispositivos que no disponen de Bluetooth a través de la conexión AUX de 3,5 mm. Usando el cable RCA suministrado, podrás configurar rápidamente la barra de sonido en tu televisor. También hay un puerto de entrada óptica en la barra de sonido para que puedas conectarla a tu televisor a través de un cable óptico (no incluido).",
       "GRANDE CONTROL REMOTO: Con el sencillo mando de control remoto, puedes cambiar los ajustes de agudos y graves con solo hacer clic en un botón, y también seleccionar un modo de audio que potencie la música, las películas o el diálogo para que se reproduzca lo mejor posible.",
       "GARANTÍA: La mayoría ofrece soporte técnico completo para cada artículo, además de incluir una garantía completa de 36 meses (se requiere registro). Dimensiones del producto: 81x8.3x8.3cm Peso del Producto: 1.2 kilogramos."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "MAJORITY Snowdon II Barra de Sonido con Sonido Envolvente con Subwoofer Incorporado, Dispositivo Inalámbrico 5.0 Bluetooth 120W, Control Remoto, Admite Entrada Óptica, Cable RCA Incluido",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1Pro9XANCZ%2B2Vzcds7uNI5IYC0OcgaUHWN6c801m9ohYnr1SY2AlPJRiunnazp4yoBCxACxGrNYXMogwMT%2BAPanq9MpD%2FSmczOQKrM%2BswrGufCAYMfCnWtkcGSFrZiIt4i5sArj2VPIyWrmEELvXg4n9T7wSoVOCSA%3D%3D",
       "Price": {
        "Amount": 59.95,
        "Currency": "EUR",
        "DisplayAmount": "59,95 €",
        "Savings": {
         "Amount": 3,
         "Currency": "EUR",
         "DisplayAmount": "3,00 € (5%)",
         "Percentage": 5
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B09YRV4S14",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 9
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B09YRV4S14?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/11c0wYlgCdL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "LG",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "LG",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "POTENCIA MULTIDIRECCIONAL DE 300W CON 2.1 CANALES. Inunda cualquier estancia con un sonido extraordinario lleno de matices",
       "SONIDO ENVOLVENTE CON DOLBY DIGITAL. El sonido te rodea creando una sensación inmersiva en cualquier estancia de tu hogar",
       "OPTIMIZA EL SONIDO CON INTELIGENCIA ARTIFICIAL AI. El sonido se adapta al contenido con AI Sound Pro y mantiene el volumen estable sin sobresaltos",
       "AMPLIA CONECTIVIDAD. Conéctalo a tu televisor o cualquier otro dispositivo con y sin cables. HDMI ARC, entrada óptica, Bluetooth 4.2 BLE, USB y App Android / iOS",
       "TECNOLOGÍA QUE CUIDA DEL PLANETA. Esta Barra de Sonido está fabricada con materiales reciclados y tiene certificados de baja emisión de carbono y consumo reducido"
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "LG S40Q - Barra de Sonido Inteligente, 2.1 Canales, Sonido Envolvente Dolby Digital con Bajos Potentes, Amplia Conectividad, HDMI, Bluetooth, USB, Entrada Óptica y App Android/iOS, Color Negro",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1CBP3%2FKqboaRPwG1wehlq%2BSD%2FQuOzq6TVDpr6fSjnLBYE%2BYFqIBZXs6Nzrh%2FE8tnFMNpKjh5XEBg68x%2FGaBIhFICJy7ppcrZsTsGFhpxXwAPem0SuW05%2B6fFxVBq0tsvPw%3D%3D",
       "Price": {
        "Amount": 130.31,
        "Currency": "EUR",
        "DisplayAmount": "130,31 €",
        "Savings": {
         "Amount": 18.69,
         "Currency": "EUR",
         "DisplayAmount": "18,69 € (13%)",
         "Percentage": 13
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B0BC1TXTV8",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 15
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B0BC1TXTV8?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/31fpOpTUEGL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "NGS",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Lurbe Grup, SA",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Barra de sonido compatible con la tecnología Bluetooth 5.0 para disfrutar de un sonido envolvente y de calidad en tu hogar con un dispositivo compacto.",
       "Dispone de entrada óptica para conectar el altavoz a la TV, así como de entrada Auxiliar y entrada USB para conectarlo a otros dispositivos y reproducir tu música favorita.",
       "Mando a distancia para regular el volumen, adelantar o retroceder pistas, encender o apagar el altavoz e incluso cambiar de modo de ecualización entre los modos disponibles (Música, película, noticias & normal).",
       "Sus 40W de potencia de salida (RMS 20W) y sus cuatro modos de ecualización conseguirán que tu salón se convierta en una auténtica sala de cine o discoteca.",
       "Diseño compacto y elegante que encaja en cualquier espacio, que incluso se puede colgar en la pared para mejor difusión del sonido (incluye tacos y tornillos)."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "NGS Subway - Barra de Sonido TV, Soundbar con Potencia de Salida 40w, Compatible con Tecnología Bluetooth 5.0, Entradas Óptica-AUX-USB, Mando a Distancia",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": false
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1FZZAzZje4roJUVAPs7xPyAVuKZvNTvDbl754DL6R4n%2BO%2BT0mt8LYz%2BRLEQzZxT8UJ5MNHYtQL7MCMX4Jsc%2FwiGFLlfilYzQDA9ny8NKbihHwo6N54rXxFQR%2F1iMFB0cKvHlrJJCYuwNE60MWhwti3G4kV54GpGhfbdQvU8y8MLL",
       "Price": {
        "Amount": 36.99,
        "Currency": "EUR",
        "DisplayAmount": "36,99 €",
        "Savings": {
         "Amount": 12.91,
         "Currency": "EUR",
         "DisplayAmount": "12,91 € (26%)",
         "Percentage": 26
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B0CCRDYSNS",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 24
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B0CCRDYSNS?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/31uPUptT6AL._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "Hisense",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Hisense",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "Wireless Streaming: Conéctate en cualquier lugar, La conexión inalámbrica te permitirá disfrutar de la música desde tu smartphone, tablet o portátil.",
       "Fácil conectividad: Disfruta de tu contenido favorito con tu barra de sonido con y sin cable.",
       "Experiencia cinematográfica: Experiencia cinematográfica realista certificada por Dolby Digital y DTSX que te sumerge en un sonido envolvente 360°",
       "Diseño elegante: Se ve bien, suena mejor.Se integra perfectamente en la decoración de tu casa.",
       "Ecualizador Quick Touch: Ajustado finamente para cada escena. Obtén el mejor audio de música, películas con un simple toque en el mando y con sus múltiples opciones de ecualización."
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "Hisense HS2100 - Barra de Sonido 2.1, 240W, Dolby Digital, DTS Virtual X, Bluetooth 5.3, HDMI ARC/Optical/AUX/USB, 6 Modos de Sonido",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1IftTAI1ZHRbhdq1FSNGOsmL7plzB45dRIqhv4lEUr%2FVSSddslASu7frXuqRnNUufsG1YBqHuQeu3EyHYFqyKaJLVJ9sFBDJtWFnnMdNiFoRT%2FBWlU08iubPNkH6o38BEQ%3D%3D",
       "Price": {
        "Amount": 129,
        "Currency": "EUR",
        "DisplayAmount": "129,00 €",
        "Savings": {
         "Amount": 20,
         "Currency": "EUR",
         "DisplayAmount": "20,00 € (13%)",
         "Percentage": 13
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   },
   {
    "ASIN": "B0BV272MC5",
    "BrowseNodeInfo": {
     "BrowseNodes": [
      {
       "ContextFreeName": "Barras de sonido",
       "DisplayName": "Barras de sonido",
       "Id": "1384102031",
       "IsRoot": false,
       "SalesRank": 12
      }
     ]
    },
    "DetailPageURL": "https://www.amazon.es/dp/B0BV272MC5?tag=widitrade06-21&linkCode=osi&th=1&psc=1",
    "Images": {
     "Primary": {
      "Large": {
       "Height": 500,
       "URL": "https://m.media-amazon.com/images/I/31aojw1en0L._SL500_.jpg",
       "Width": 500
      }
     }
    },
    "ItemInfo": {
     "ByLineInfo": {
      "Brand": {
       "DisplayValue": "CREATIVE",
       "Label": "Brand",
       "Locale": "es_ES"
      },
      "Manufacturer": {
       "DisplayValue": "Creative Labs",
       "Label": "Manufacturer",
       "Locale": "es_ES"
      }
     },
     "Features": {
      "DisplayValues": [
       "DISFRUTE: SONIDO POTENTE CON AJUSTE DE TONO: Stage SE ofrece una potencia máxima de hasta 48 W con audio de alta calidad. También puede alternar entre audio más cálido o más brillante y ajustarlo a su gusto",
       "POTENCIADO POR POR SOUND BLASTER: lleve la experiencia cinematográfica a su escritorio con nuestra tecnología Surround. También podrá escuchar cada sílaba claramente con la tecnología Clear Dialog",
       "CONECTIVIDAD SIN LIOS: fácil de configurar y alimentado a través de un adaptador de corriente, puede disfrutar de su música mientras está conectado a su PC o cambiar a transmisión inalámbrica desde su teléfono",
       "DISEÑO ELEGANTE Y CONTROLES SENCILLOS: con un elegante diseño en negro, se adapta perfectamente a cualquier configuración de escritorio. También puede hacer ajustes de volumen sobre la marcha mediante la rueda multifuncional",
       "CONVENIENCIA ADICIONAL CON EL MANDO A DISTANCIA: obtenga un control total para los ajustes de volumen, el cambio de fuente, la selección de los modos Surround y Clear Dialog, así como los ajustes de tono"
      ],
      "Label": "Features",
      "Locale": "es_ES"
     },
     "Title": {
      "DisplayValue": "CREATIVE Barra de Sonido para Colocar Debajo del Monitor Stage SE con Audio Digital USB y Bluetooth 5.3, Clear Dialog y Surround by Sound Blaster, con alimentación Mediante Adaptador",
      "Label": "Title",
      "Locale": "es_ES"
     }
    },
    "Offers": {
     "Listings": [
      {
       "DeliveryInfo": {
        "IsFreeShippingEligible": true
       },
       "Id": "wHZpZrhJJDLTzR%2FgyXrK1Ma5wbJLecHpCl2cHhM%2F42KNZKEjFkylzcKROku6wRvRVp6tFTcyIegrAhEas7ntpqiA9SUx7RZlENAukmf6X%2B%2BBSBmcu2JZpjbL0OlvsyJ7zPVkBIJyFfmIwdLkBUMFrLaJ9rDgh68mUu5MQxb6SP3I4Nmi0jk%2BkLB12VtfvfaO",
       "Price": {
        "Amount": 49.99,
        "Currency": "EUR",
        "DisplayAmount": "49,99 €",
        "Savings": {
         "Amount": 10,
         "Currency": "EUR",
         "DisplayAmount": "10,00 € (17%)",
         "Percentage": 17
        }
       },
       "ViolatesMAP": false
      }
     ]
    }
   }
  ],
  "SearchURL": "https://www.amazon.es/s?k=barras+de+sonido&rh=p_n_availability%3A-1&tag=widitrade06-21&linkCode=osi",
  "TotalResultCount": 306
 }
}